Repository: kirinonakar/Uviewer
Catalog: Uviewer/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, ko_kr, vi_vn, zh_hant

# ToggleSidebarTooltip
source: Toggle Sidebar (Ctrl+B)
ja_jp: サイドバーの切り替え (Ctrl+B)
ko_kr: 사이드바 토글(Ctrl+B)
vi_vn: Bật/tắt thanh bên (Ctrl+B)
zh_hant: 切換側邊欄 (Ctrl+B)

# OpenFileTooltip
source: Open File (Ctrl+O)
ja_jp: ファイルを開く (Ctrl+O)
ko_kr: 파일 열기(Ctrl+O)
vi_vn: Mở tệp (Ctrl+O)
zh_hant: 開啟檔案 (Ctrl+O)

# OpenFolderTooltip
source: Open Folder
ja_jp: フォルダを開く
ko_kr: 폴더 열기
vi_vn: Mở thư mục
zh_hant: 開啟資料夾

# ZoomOutTooltip
source: Zoom Out (-)
ja_jp: 縮小 (-)
ko_kr: 축소(-)
vi_vn: Thu nhỏ (-)
zh_hant: 縮小 (-)

# ZoomInTooltip
source: Zoom In (+)
ja_jp: 拡大 (+)
ko_kr: 확대(+)
vi_vn: Phóng to (+)
zh_hant: 放大 (+)

# ZoomFitTooltip
source: Fit to Window
ja_jp: ウィンドウに合わせる
ko_kr: 맞춤
vi_vn: Vừa cửa sổ (0)
zh_hant: 符合視窗 (0)

# ZoomActualTooltip
source: Actual Size
ja_jp: 実サイズ
ko_kr: 원본 크기
vi_vn: Kích thước thật (1)
zh_hant: 實際大小 (1)

# SharpenTooltip
source: Sharpen (S)
ja_jp: シャープネス (S)
ko_kr: 샤프닝(S)
vi_vn: Làm sắc nét (S) - Nhấp phải để cài đặt
zh_hant: 銳利化(S) - 右鍵開啟設定

# SideBySideTooltip
source: Side by Side (Space)
ja_jp: 見開き表示 (Space)
ko_kr: 좌우 보기(Space)
vi_vn: Xem song song (Space)
zh_hant: 雙頁並排 (Space)

# NextImageSideTooltip
source: Next Image Position
ja_jp: 次ページの配置
ko_kr: 다음 그림 위치
vi_vn: Vị trí ảnh tiếp theo
zh_hant: 下一張影像位置

# PrevFileTooltip
source: Previous File
ja_jp: 前のファイル
ko_kr: 이전 파일
vi_vn: Tệp trước (↑)
zh_hant: 上一個檔案 (↑)

# NextFileTooltip
source: Next File
ja_jp: 次のファイル
ko_kr: 다음 파일
vi_vn: Tệp tiếp theo (↓)
zh_hant: 下一個檔案 (↓)

# PrevPageTooltip
source: Previous Image/Page
ja_jp: 前の画像/ページ
ko_kr: 이전 이미지/페이지
vi_vn: Ảnh/trang trước (←)
zh_hant: 上一張影像/上一頁 (←)

# NextPageTooltip
source: Next Image/Page
ja_jp: 次の画像/ページ
ko_kr: 다음 이미지/페이지
vi_vn: Ảnh/trang tiếp theo (→)
zh_hant: 下一張影像/下一頁 (→)

# AozoraTooltip
source: Aozora/md(A)
ja_jp: 青空文庫/md (A)
zh_hant: 青空文庫/md (A)

# FontTooltip
source: Change Font (F)
ja_jp: フォント変更 (F)
ko_kr: 폰트 변경(F)
vi_vn: Đổi phông chữ (F) - Nhấp phải để cài đặt
zh_hant: 變更字型(F) - 右鍵開啟設定

# GoToPageTooltip
source: Go to Line (G)
ja_jp: 行移動 (G)
ko_kr: 줄 이동(G)
vi_vn: Đến dòng (G)
zh_hant: 跳至行 (G) - 右鍵搜尋 (Ctrl+F)

# TextSizeDownTooltip
source: Text Smaller (-)
ja_jp: 文字を小さく (-)
ko_kr: 글자 작게(-)
vi_vn: Chữ nhỏ hơn (-)
zh_hant: 文字縮小 (-)

# TextSizeUpTooltip
source: Text Larger (+)
ja_jp: 文字を大きく (+)
ko_kr: 글자 크게(+)
vi_vn: Chữ lớn hơn (+)
zh_hant: 文字放大 (+)

# VerticalTooltip
source: Vertical Mode (V)
ja_jp: 縦書き (V)
ko_kr: 세로쓰기(V)
vi_vn: Chế độ chữ dọc (V)
zh_hant: 直書模式 (V)

# ThemeTooltip
source: Change Background (B)
ja_jp: 背景色変更 (B)
ko_kr: 배경색 변경(B)
vi_vn: Đổi nền (B)
zh_hant: 變更背景 (B)

# FullscreenTooltip
source: Fullscreen (F11)
ja_jp: フルスクリーン (F11)
ko_kr: 전체화면(F11)
vi_vn: Toàn màn hình (F11)
zh_hant: 全螢幕 (F11)

# CloseWindowTooltip
source: Close (Esc)
ja_jp: 閉じる (Esc)
ko_kr: 닫기(Esc)
vi_vn: Đóng (Esc)
zh_hant: 關閉 (Esc)

# ToggleViewTooltip
source: Thumbnail View
ja_jp: サムネイル表示
ko_kr: 썸네일 보기
vi_vn: Xem hình thu nhỏ
zh_hant: 縮圖檢視

# ListViewTooltip
source: List View
ja_jp: リスト表示
ko_kr: 리스트 보기
vi_vn: Xem danh sách
zh_hant: 清單檢視

# ParentFolderTooltip
source: Up Level (Backspace)
ja_jp: 上のフォルダへ (Backspace)
ko_kr: 상위 폴더로 가기(Backspace)
vi_vn: Lên một cấp (Backspace)
zh_hant: 回上一層 (Backspace)

# RecentTooltip
source: Recent Files
ja_jp: 最近使ったファイル
ko_kr: 최근 파일
vi_vn: Tệp gần đây
zh_hant: 最近檔案

source: No Recent Files
ja_jp: 履歴なし
ko_kr: 최근 파일 없음
vi_vn: Không có tệp gần đây
zh_hant: 沒有最近檔案

# FavoritesTooltip
source: Favorites (Ctrl+S)
ja_jp: お気に入り (Ctrl+S)
ko_kr: 즐겨찾기(Ctrl+S)
vi_vn: Yêu thích (Ctrl+S)
zh_hant: 收藏 (Ctrl+S)

source: No Favorites
ja_jp: お気に入りなし
ko_kr: 즐겨찾기 없음
vi_vn: Không có mục yêu thích
zh_hant: 沒有收藏

# TocTooltip
source: Table of Contents
ja_jp: 目次
ko_kr: 목차
vi_vn: Mục lục
zh_hant: 目錄

# TocTitle
source: Contents
ja_jp: 目次
ko_kr: 목차
vi_vn: Mục lục
zh_hant: 目錄

# NoTocContent
source: No Table of Contents
ja_jp: 目次なし
ko_kr: 목차 없음
vi_vn: Không có mục lục
zh_hant: 沒有目錄

# BrowseFolderTooltip
source: Browse Folder
ja_jp: フォルダ参照
ko_kr: 폴더 찾아보기
vi_vn: Mở thư mục
zh_hant: 開啟資料夾

# SettingsTooltip
source: Settings
ja_jp: 設定
ko_kr: 설정
vi_vn: Cài đặt
zh_hant: 設定

# LightModeTooltip
source: Light Mode
ja_jp: ライトモード
ko_kr: 라이트 모드
vi_vn: Chế độ sáng (D)
zh_hant: 亮色模式 (D)

# DarkModeTooltip
source: Dark Mode
ja_jp: ダークモード
ko_kr: 다크 모드
vi_vn: Chế độ tối (D)
zh_hant: 深色模式 (D)

source: Change Font
ja_jp: フォント変更
ko_kr: 폰트 변경
vi_vn: Đổi phông chữ
zh_hant: 變更字型

# FontSelectionTitle
source: Font Selection
ja_jp: フォント選択
ko_kr: 폰트 선택
vi_vn: Chọn phông chữ
zh_hant: 字型選擇

# FontSearchPlaceholder
source: Search Fonts...
ja_jp: フォント検索...
ko_kr: 폰트 검색...
vi_vn: Tìm phông chữ...
zh_hant: 搜尋字型...

# ChangeColors
source: Background/Text Colors
ja_jp: 背景色/文字色
ko_kr: 배경색/글자색
vi_vn: Màu nền/chữ
zh_hant: 背景/文字色彩

source: Background Color
ja_jp: 背景色
ko_kr: 배경색
vi_vn: Màu nền
zh_hant: 背景色彩

source: Text Color
ja_jp: 文字色
ko_kr: 글자색
vi_vn: Màu chữ
zh_hant: 文字色彩

source: Hue
ja_jp: 色相
ko_kr: 색상
vi_vn: Sắc độ
zh_hant: 色相

source: Saturation
ja_jp: 彩度
ko_kr: 채도
vi_vn: Độ bão hòa
zh_hant: 飽和度

source: Lightness
ja_jp: 明度
ko_kr: 명도
vi_vn: Độ sáng
zh_hant: 亮度

source: Preview
ja_jp: プレビュー
ko_kr: 미리보기
vi_vn: Xem trước
zh_hant: 預覽

source: Match Control Direction
ja_jp: コントロール方向を一致させる
ko_kr: 컨트롤 방향 일치
vi_vn: Khớp hướng điều khiển
zh_hant: 符合控制方向

# MatchControlDirectionTooltip
source: Change control direction based on page progression direction
ja_jp: ページの進行方向に合わせてコントロール方向を変更する
ko_kr: 페이지 진행 방향에 따라 컨트롤 방향을 변경
vi_vn: Đổi hướng điều khiển theo hướng chuyển trang
zh_hant: 根據頁面前進方向變更控制方向

source: Allow Multiple Instances
ja_jp: 多重起動を許可する
ko_kr: 다중 실행
vi_vn: Cho phép nhiều phiên bản
zh_hant: 允許多個執行個體

# AllowMultipleInstancesTooltip
source: Allows multiple instances of the app. If disabled, images will open in the already running instance.
ja_jp: アプリの多重起動を許可します。オフの場合、起動中のウィンドウでファイルを開きます。
ko_kr: 여러 개의 앱을 동시에 실행할 수 있게 함. 해제하면 이미 실행중인 창에서 이미지를 엽니다.
vi_vn: Cho phép chạy nhiều phiên bản ứng dụng. Nếu tắt, ảnh sẽ mở trong phiên bản đang chạy.
zh_hant: 允許同時執行多個應用程式執行個體。關閉後，影像會在已執行的執行個體中開啟。

# CurrentPathPlaceholder
source: Select a folder
ja_jp: フォルダを選択してください
ko_kr: 폴더를 선택하세요
vi_vn: Chọn thư mục
zh_hant: 選擇資料夾

# EmptyStateDrag
source: Drag files here or
ja_jp: ファイルをここにドラッグするか
ko_kr: 파일을 여기에 드래그하거나
vi_vn: Kéo tệp vào đây hoặc
zh_hant: 將檔案拖曳到這裡，或

# EmptyStateClick
source: Click 'Open Button'
ja_jp: 「開く」ボタンをクリックしてください
ko_kr: '열기' 버튼을 클릭하세요
vi_vn: Nhấp nút 'Mở'
zh_hant: 點選「開啟」按鈕

# EmptyStateButton
source: Open File
ja_jp: ファイルを開く
ko_kr: 파일 열기
vi_vn: Mở tệp
zh_hant: 開啟檔案

# FastNavText
source: Fast Navigating...
ja_jp: 高速ナビゲート中...
ko_kr: 빠른 탐색 중...
vi_vn: Đang điều hướng nhanh...
zh_hant: 快速導覽中...

# TextFastNavText
source: Navigating...
ja_jp: ページ移動中...
ko_kr: 페이지 이동 중...
vi_vn: Đang điều hướng...
zh_hant: 導覽中...

source: (Calculating pages...)
ja_jp: (ページ計算中...)
ko_kr: (페이지 계산중...)
vi_vn: (Đang tính trang...)
zh_hant: (正在計算頁數...)

source: Paginating...
ja_jp: ページ計算中...
ko_kr: 페이지 계산 중...
vi_vn: Đang phân trang...
zh_hant: 正在分頁...

# FileSelectPlaceholder
source: Select a file
ja_jp: ファイルを選択してください
ko_kr: 파일을 선택해주세요
vi_vn: Chọn tệp
zh_hant: 選擇檔案

# LoadImageError
source: Cannot load file.
ja_jp: ファイルを読み込めません。
ko_kr: 파일을 불러올 수 없습니다.
vi_vn: Không thể tải tệp.
zh_hant: 無法載入檔案。

# AddedToFavoritesNotification
source: Added to Favorites
ja_jp: お気に入りに追加されました
ko_kr: 즐겨찾기에 추가되었습니다
vi_vn: Đã thêm vào Yêu thích
zh_hant: 已加入收藏

source: (Loading...)
ja_jp: (読み込み中...)
ko_kr: (로딩중...)
vi_vn: (Đang tải...)
zh_hant: (載入中...)

# AddToFavorites
source: ➕ Add to Favorites (Ctrl+S)
ja_jp: ➕ お気に入りに追加 (Ctrl+S)
ko_kr: ➕ 즐겨찾기 추가(Ctrl+S)
vi_vn: ➕ Thêm vào Yêu thích (Ctrl+S)
zh_hant: ➕ 加入收藏 (Ctrl+S)

# DialogTitle
source: Go to Line
ja_jp: 行移動
ko_kr: 줄 이동
vi_vn: Đến dòng
zh_hant: 跳至行

# DialogPrimary
source: Go
ja_jp: 移動
ko_kr: 이동
vi_vn: Đi
zh_hant: 跳轉

# DialogClose
source: Cancel
ja_jp: キャンセル
ko_kr: 취소
vi_vn: Hủy
zh_hant: 取消

# EncodingMenu
source: Encoding
ja_jp: エンコーディング
ko_kr: 인코딩 (Encoding)
vi_vn: Mã hóa
zh_hant: 編碼

# EncAuto
source: Auto (Detect)
ja_jp: 自動 (Detect)
ko_kr: 자동 (Detect)
vi_vn: Tự động (phát hiện)
zh_hant: 自動(偵測)

# EncEucKr
source: Korean (EUC-KR)
ja_jp: 韓国語 (EUC-KR)
ko_kr: 한국어 (EUC-KR)
vi_vn: Tiếng Hàn (EUC-KR)
zh_hant: 韓語(EUC-KR)

# EncSjis
source: Japanese (Shift-JIS)
ja_jp: 日本語 (Shift-JIS)
ko_kr: 일본어 (Shift-JIS)
vi_vn: Tiếng Nhật (Shift-JIS)
zh_hant: 日語(Shift-JIS)

# EncJohab
source: Korean (Johab)
ja_jp: 韓国語 (Johab)
ko_kr: 한국어 (Johab)
vi_vn: Tiếng Hàn (Johab)
zh_hant: 韓語(Johab)

# WebDavTooltip
source: WebDAV Connect
ja_jp: WebDAV接続
ko_kr: webdav 연결
vi_vn: Kết nối WebDAV
zh_hant: 連線 WebDAV

source: ➕ Add WebDAV Server
ja_jp: ➕ WebDAVサーバー追加
ko_kr: ➕ webdav 서버 추가
vi_vn: ➕ Thêm máy chủ WebDAV
zh_hant: ➕ 新增 WebDAV 伺服器

# WebDavServerName
source: Server Name
ja_jp: サーバー名
ko_kr: 서버 이름
vi_vn: Tên máy chủ
zh_hant: 伺服器名稱

# WebDavAddress
source: Address
ja_jp: アドレス
ko_kr: 주소
vi_vn: Địa chỉ (chỉ HTTPS)
zh_hant: 位址(僅 HTTPS)

# WebDavPort
source: Port
ja_jp: ポート
ko_kr: 포트
vi_vn: Cổng
zh_hant: 連接埠

# WebDavPassword
source: Password
ja_jp: パスワード
ko_kr: 비밀번호
vi_vn: Mật khẩu
zh_hant: 密碼

# WebDavSave
source: Save
ja_jp: 保存
ko_kr: 저장
vi_vn: Lưu
zh_hant: 儲存

# WebDavCancel
source: Cancel
ja_jp: キャンセル
ko_kr: 취소
vi_vn: Hủy
zh_hant: 取消

# WebDavConnecting
source: Connecting...
ja_jp: 接続中...
ko_kr: 연결 중...
vi_vn: Đang kết nối...
zh_hant: 正在連線...

# WebDavConnectionFailed
source: Connection Failed
ja_jp: 接続失敗
ko_kr: 연결 실패
vi_vn: Kết nối thất bại
zh_hant: 連線失敗

# LineInfo
source: Line {0} / {1}
ja_jp: 行 {0} / {1}
ko_kr: 줄 {0} / {1}
vi_vn: Dòng {0} / {1}
zh_hant: 第 {0} 行 / 共 {1} 行

# EpubLoadError
source: EPUB Load Failed: {0}
ja_jp: EPUB読み込み失敗: {0}
ko_kr: EPUB 로드 실패: {0}
vi_vn: Tải EPUB thất bại: {0}
zh_hant: EPUB 載入失敗: {0}

# EpubParseError
source: EPUB Parse Error: {0}
ja_jp: EPUB解析エラー: {0}
ko_kr: EPUB 파싱 오류: {0}
vi_vn: Lỗi phân tích EPUB: {0}
zh_hant: EPUB 解析錯誤: {0}

# EpubPageInfo
source: Page {0}/{1} Line {2}/{3} (Ch.{4}/{5})
ja_jp: ページ {0}/{1} 行 {2}/{3} (チャプター {4}/{5})
ko_kr: 페이지 {0}/{1} 줄 {2}/{3} (챕터 {4}/{5})
vi_vn: Trang {0}/{1} Dòng {2}/{3} (Chương {4}/{5})
zh_hant: 第 {0}/{1} 頁 第 {2}/{3} 行 (第 {4}/{5} 章)

source: Language Selection
ja_jp: 言語設定
ko_kr: 언어 설정
vi_vn: Chọn ngôn ngữ
zh_hant: 語言設定

# LanguageAuto
source: Auto (Default)
ja_jp: 自動 (デフォルト)
ko_kr: 자동 (기본)
vi_vn: Tự động (mặc định)
zh_hant: 自動(預設)

# LanguageKorean
source: Korean
ja_jp: 韓国語
ko_kr: 한국어
vi_vn: Tiếng Hàn
zh_hant: 韓語

# LanguageEnglish
source: English
ja_jp: 英語
ko_kr: 영어
vi_vn: Tiếng Anh
zh_hant: 英語

# LanguageJapanese
source: Japanese
ja_jp: 日本語
ko_kr: 일본어
vi_vn: Tiếng Nhật
zh_hant: 日語

source: Change UI Font
ja_jp: UIフォント変更
ko_kr: UI 폰트 변경
vi_vn: Đổi phông chữ UI
zh_hant: 變更 UI 字型

# UIFontSelectionTitle
source: UI Font Selection
ja_jp: UIフォント選択
ko_kr: UI 폰트 선택
vi_vn: Chọn phông chữ UI
zh_hant: UI 字型選擇
